{
  "SouthsilArmor_ChieftainHelmBoar_Name": "Tête-sanglier de chef tribal",
  "SouthsilArmor_ChieftainHelmBoar_Description": "La capuche d'un grand chef de tribu qui, selon la rumeur, serait capable de tenir tête aux sangliers.",
  "SouthsilArmor_ChieftainHelmBoar_Effect_Name": "Force du sanglier",
  "SouthsilArmor_ChieftainHelmBoar_Effect_Tooltip": "Robuste et fort comme le sanglier.",
  "SouthsilArmor_ChieftainHelmDeer_Name": "Tête-cerf de chef tribal",
  "SouthsilArmor_ChieftainHelmDeer_Description": "La capuche d'un grand chef de tribu, dont on disait qu'il était capable de distancer les cerfs.",
  "SouthsilArmor_ChieftainHelmDeer_Effect_Name": "Vitalité du cerf",
  "SouthsilArmor_ChieftainHelmDeer_Effect_Tooltip": "Aussi endurant et vif que le cerf.",
  "SouthsilArmor_ChieftainChest_Name": "Plastron de chef tribal",
  "SouthsilArmor_ChieftainChest_Description": "Les protections en silex gravées de runes et les plumes confèrent un courage étrange à celui qui les porte. Ou peut-être est-ce juste le bouclier sur votre dos.",
  "SouthsilArmor_ChieftainLegs_Name": "Ceinture de chef tribal",
  "SouthsilArmor_ChieftainLegs_Description": "Des couteaux de rechange et une hache sur la ceinture peuvent toujours être utiles.",

  "SouthsilArmor_BattleswineHelm_Name": "Heaume de porcombattant",
  "SouthsilArmor_BattleswineHelm_Description": "Casque en bronze lourd avec de fières défenses incurvées dépassant vers l'avant.",
  "SouthsilArmor_BattleswineChest_Name": "Épaulettes de porcombattant",
  "SouthsilArmor_BattleswineChest_Description": "Épaisses épaulettes en bronze, inspirées de la puissance du sanglier.",
  "SouthsilArmor_BattleswineLegs_Name": "Kilt de porcombattant",
  "SouthsilArmor_BattleswineLegs_Description": "Une jupe lourde et lestée offrant une protection étonnamment solide.",
  "SouthsilArmor_BattleswineSet_Effect_Name": "Bain de boue",
  "SouthsilArmor_BattleswineSet_Effect_Tooltip": "Le sanglier n'a pas peur de se battre. Il aime se salir et plonger la tête la première, ses défenses pointées vers l'ennemi.",

  "SouthsilArmor_DraugrHelm_Name": "Calotte draugr",
  "SouthsilArmor_DraugrHelm_Description": "Une calotte en fer et en cuir humide ornée d'énormes cornes et d'os. Les dents claquent... mais sont-ce les vôtres ?",
  "SouthsilArmor_DraugrChest_Name": "Cuirasse draugr",
  "SouthsilArmor_DraugrChest_Description": "Cuir épais, pourri et inconfortable recouvrant des plaques de fer rouillées. Très lourd, excellente protection, au risque de passer pour un draugr.",
  "SouthsilArmor_DraugrLegs_Name": "Ceinture crânienne draugr",
  "SouthsilArmor_DraugrLegs_Description": "Crânes et chiffons déchirés renforcés de fer, empestant d'une odeur nauséabonde. Les crânes chuchotent dans les profondeurs du marais et vous trouvez du réconfort dans ce qu'ils disent.",
  "SouthsilArmor_DraugrSet_Effect_Name": "Imperméable",
  "SouthsilArmor_DraugrSet_Effect_Tooltip": "Avec un gémissement vacillant, vous avancez d'un pas traînant dans l'eau boueuse du marais, une force irrésistible obligeant votre chair à ignorer les éléments...",

  "SouthsilArmor_GrizzlyHelm_Name": "Casque de grizzly",
  "SouthsilArmor_GrizzlyHelm_Description": "Un casque féroce, celui d'une bête massive et puissante.",
  "SouthsilArmor_GrizzlyChest_Name": "Plaques-fourrures de grizzly",
  "SouthsilArmor_GrizzlyChest_Description": "Châle imposant composé d'épaisses fourrures de grizzly et d'une lourde armure de plaques ornée de défenses de dragon. Une fureur émane de l'intérieur.",
  "SouthsilArmor_GrizzlyLegs_Name": "Jupe de grizzly",
  "SouthsilArmor_GrizzlyLegs_Description": "Jupe et ceintures lourdes, avec un arsenal d'armes et un grand cor de chasse accrochés dessus.",
  "SouthsilArmor_GrizzlySet_Effect_Name": "Fureur intérieure",
  "SouthsilArmor_GrizzlySet_Effect_Tooltip": "Hiver ou pas, votre hibernation a pris fin, et tous sur la montagne le sauront.",

  "SouthsilArmor_FeralHelm_Name": "Masque sauvage",
  "SouthsilArmor_FeralHelm_Description": "Un féroce masque de sombracier en forme de rôdeur, orné de fourrure de Fenris et de rubis. Les proies ont peur de votre regard.",
  "SouthsilArmor_FeralChest_Name": "Manteau sauvage",
  "SouthsilArmor_FeralChest_Description": "Manteau en sombracier extrêmement léger recouvert d'une peau de warg, maintenu ensemble par du cuir de lox et des crocs de rôdeur.",
  "SouthsilArmor_FeralLegs_Name": "Pagne sauvage",
  "SouthsilArmor_FeralLegs_Description": "Jupe primitive cousue à la hâte avec du lin et des griffes de Fenris, et des sandales étonnamment légères renforcées de sombracier.",
  "SouthsilArmor_FeralSet_Effect_Name": "Instinct primal",
  "SouthsilArmor_FeralSet_Effect_Tooltip": "Un mugissement depuis l'herbe paisible, un rugissement sous le soleil de plomb, un hurlement sur le vent lointain... Vous le savez maintenant. Vous ne chassez pas seul.",

  "SouthsilArmor_ShieldmaidenHelm_Name": "Coiffe skjaldmö",
  "SouthsilArmor_ShieldmaidenHelm_Description": "Les boucles d'oreilles et le bandeau semblent rayonner autour de la tête, à la manière d'un halo de valkyrie.",
  "SouthsilArmor_ShieldmaidenHelmAlt_Name": "Capuche skjaldmö",
  "SouthsilArmor_ShieldmaidenHelmAlt_Description": "Une capuche chaude en fourrure de lox, suffisamment robuste et lourde pour protéger des petits coups.",
  "SouthsilArmor_ShieldmaidenChest_Name": "Surcot skjaldmö",
  "SouthsilArmor_ShieldmaidenChest_Description": "Cotte de mailles sur lin épais teint, avec ceinture et brassards en cuir de lox repoussé. Un couteau de rechange est suspendu en guise de décoration, car il est rare que celle qui le porte en ait besoin.",
  "SouthsilArmor_ShieldmaidenLegs_Name": "Jupe skjaldmö",
  "SouthsilArmor_ShieldmaidenLegs_Description": "Bottes robustes en cuir de lox renforcées de fer et jupes robustes en plusieurs couches de lin.",
  "SouthsilArmor_ShieldmaidenSet_Effect_Name": "Force de Brynhildr",
  "SouthsilArmor_ShieldmaidenSet_Effect_Tooltip": "On dit que Brynhildr la skjaldmö était extrêmement belle, et d'une grande force physique.",

  "SouthsilArmor_BerserkirHelm_Name": "Casque berserkir",
  "SouthsilArmor_BerserkirHelm_Description": "Un casque de guerre noir si lourd qu'il ne peut être porté que par ceux réputés pour leur immense et écrasante force. Son style vicieux vous annonce immédiatement à tous sur le champ de bataille comme l'avant-coureur de la mort.",
  "SouthsilArmor_BerserkirChest_Name": "Armure de plaques berserkir",
  "SouthsilArmor_BerserkirChest_Description": "Armure exceptionnellement lourde et massive composée de plaques de sombracier. Nul besoin de se précipiter lorsqu'aucun ennemi ne peut vous blesser.",
  "SouthsilArmor_BerserkirLegs_Name": "Jambières berserkir",
  "SouthsilArmor_BerserkirLegs_Description": "Robustes, lourdes et inflexibles, ces bottes en sombracier sont faites pour piétiner aussi bien le sol que l'ennemi.",
  "SouthsilArmor_BerserkirSet_Effect_Name": "Inarrêtable",
  "SouthsilArmor_BerserkirSet_Effect_Tooltip": "Maniant des armes gigantesques comme si elles ne pesaient rien, vous tourbillonez dans la mêlée tandis que l'ennemi tente de vous encercler. Il est trop tard quand ils comprennent que la seule chose autour de vous est la peur. Et la mort.",

  "SouthsilArmor_GjallhunterHelm_Name": "Cuticule de chasseur-gjall",
  "SouthsilArmor_GjallhunterHelm_Description": "Une enveloppe insectoïde qui réfracte la lumière à travers ses douze yeux et améliore votre vue, bien que vous ne sachiez pas vraiment comment.",
  "SouthsilArmor_GjallhunterChest_Name": "Harnais de chasseur-gjall",
  "SouthsilArmor_GjallhunterChest_Description": "Après d'innombrables jours perdu dans la brume, vous ornez un plastron étrange composé de toutes sortes de restes insectoïdes et de mailles d'écailles de lièvre. Les pointes massives en mandibules semblent désorienter les gjalls et les tiques venant d'en haut.",
  "SouthsilArmor_GjallhunterLegs_Name": "Protège-jambes de chasseur-gjall",
  "SouthsilArmor_GjallhunterLegs_Description": "Jambières en écailles de lièvre renforcées par d'épaisses carapaces et mandibules, taillées dans les ennemis qui se cachent dans la brume.",
  "SouthsilArmor_GjallhunterSet_Effect_Name": "Œil composé",
  "SouthsilArmor_GjallhunterSet_Effect_Tooltip": "Vous avez trouvé le secret de leur précision. Les gjalls feraient mieux de ne pas rater leur première volée, car ce sera leur dernière.",

  "SouthsilArmor_RuneknightHelm_Name": "Casque de chevalier runique",
  "SouthsilArmor_RuneknightHelm_Description": "Des flammes bleues jaillissent de la visière et traversent le métal. Vos yeux mortels sont désormais aveugles, et pourtant vous voyez maintenant bien plus...",
  "SouthsilArmor_RuneknightChest_Name": "Cuirasse de chevalier runique",
  "SouthsilArmor_RuneknightChest_Description": "Des fissures bleues s'étiolent le long des misérables plaques, fusionnant pour former des runes de protection flétries autour d'elles. La magie morose semble ratatiner tout matériau malheureux avec lequel elle entre en contact, mais son toucher vous semble étrangement réconfortant.",
  "SouthsilArmor_RuneknightLegs_Name": "Cuissardes de chevalier runique",
  "SouthsilArmor_RuneknightLegs_Description": "L'eitr scintille toujours à travers le métal calciné et le linge étrangement préservé.",
  "SouthsilArmor_RuneknightSet_Effect_Name": "Corruption d'eitr",
  "SouthsilArmor_RuneknightSet_Effect_Tooltip": "L'eitr vous a enveloppé, ses vrilles remodelant lentement tous les aspects de votre être. Vous ressentez désormais le pouvoir enivrant de votre propre sang, et un sourire sinistre se dessinerait sur votre visage, si vous en aviez encore un.",

  "SouthsilArmor_DruidHelm_Name": "Masque druidique",
  "SouthsilArmor_DruidHelm_Description": "Un masque lourd fait d'argent et de brindilles d'Yggdrasil. Infusé à la fois d'eitr raffiné et de sève brute, il semble permettre à celui qui le porte d'exploiter des forces invisibles.",
  "SouthsilArmor_DruidChest_Name": "Plaques-fourrures druidiques",
  "SouthsilArmor_DruidChest_Description": "Un imposant châle en fourrure de lox surmonté d'une lourde cotte de mailles de lièvre et d'un tabard en lin. Les runes dvergr sur votre ceinture et vos boucles résonnent avec l'environnement qui vous entoure lorsque vous approchez d'indiscernables sources d'énergie naturelle.",
  "SouthsilArmor_DruidLegs_Name": "Jambières druidiques",
  "SouthsilArmor_DruidLegs_Description": "Des bottes en cuir simples mais finement confectionnées, chaudement maintenues par une doublure en fourrure de lox et une jupe en écailles de lièvre ainsi que la partie inférieure de votre tabard vert plumeux.",
  "SouthsilArmor_DruidSet_Effect_Name": "Accordement élemental",
  "SouthsilArmor_DruidSet_Effect_Tooltip": "À mesure que vous les concentrez et les apprivoisez, les forces de la nature enveloppent votre corps et votre esprit. Elles aiguisent vos sens et consolident votre force. Vous ne faites qu'un."
}
