{
  "SouthsilArmor_ChieftainHelmBoar_Name": "Chieftain boar head",
  "SouthsilArmor_ChieftainHelmBoar_Description": "The hood of a great tribal chieftain rumored to be able to outlast boars.",
  "SouthsilArmor_ChieftainHelmBoar_Effect_Name": "Boar strength",
  "SouthsilArmor_ChieftainHelmBoar_Effect_Tooltip": "Sturdy and strong like the boar.",
  "SouthsilArmor_ChieftainHelmDeer_Name": "Chieftain deer head",
  "SouthsilArmor_ChieftainHelmDeer_Description": "The hood of a great tribal chieftain who was said to be capable of outpacing deers.",
  "SouthsilArmor_ChieftainHelmDeer_Effect_Name": "Deer vitality",
  "SouthsilArmor_ChieftainHelmDeer_Effect_Tooltip": "As enduring and lively as the deer.",
  "SouthsilArmor_ChieftainChest_Name": "Chieftain chestguard",
  "SouthsilArmor_ChieftainChest_Description": "Rune-etched flint wards and feathers lend an eerie courage to the wielder. Or maybe it's just the shield on your back.",
  "SouthsilArmor_ChieftainLegs_Name": "Chieftain belt",
  "SouthsilArmor_ChieftainLegs_Description": "Spare knives and axe on the belt may always come in handy.",

  "SouthsilArmor_BattleswineHelm_Name": "Battleswine helm",
  "SouthsilArmor_BattleswineHelm_Description": "Heavy bronze helmet with proud curved tusks jutting forward.",
  "SouthsilArmor_BattleswineChest_Name": "Battleswine pauldrons",
  "SouthsilArmor_BattleswineChest_Description": "Thick bronze pauldrons, inspired by the might of the wild boar.",
  "SouthsilArmor_BattleswineLegs_Name": "Battleswine kilt",
  "SouthsilArmor_BattleswineLegs_Description": "A heavy skirt which is weighted down, and provides surprisingly sturdy protection.",
  "SouthsilArmor_BattleswineSet_Effect_Name": "Mud fighter",
  "SouthsilArmor_BattleswineSet_Effect_Tooltip": "The boar does not shy away from a fight. It likes getting messy and dives in, tusks pointed towards foes.",

  "SouthsilArmor_DraugrHelm_Name": "Draugr skullcap",
  "SouthsilArmor_DraugrHelm_Description": "An iron and damp leather skullcap adorned by huge horns and bone. Teeth chatter... but are they yours?",
  "SouthsilArmor_DraugrChest_Name": "Draugr chestplate",
  "SouthsilArmor_DraugrChest_Description": "Thick, rotten, and uncomfortable leather covering rusted iron plates. Very heavy, excellent protection, at the risk of getting mistaken for a draugr.",
  "SouthsilArmor_DraugrLegs_Name": "Draugr skullbelt",
  "SouthsilArmor_DraugrLegs_Description": "Skulls and iron-reinforced torn rags, reeking of a foul smell. They whisper to you in the depths of the swamp, and you find solace in what they say.",
  "SouthsilArmor_DraugrSet_Effect_Name": "Waterproof",
  "SouthsilArmor_DraugrSet_Effect_Tooltip": "With a wavering groan, you shamble forward in the swamp's muddy water, an irresistible force compelling your flesh to ignore the elements...",

  "SouthsilArmor_GrizzlyHelm_Name": "Grizzly helmet",
  "SouthsilArmor_GrizzlyHelm_Description": "A ferocious helmet, styled to a massive and mighty beast.",
  "SouthsilArmor_GrizzlyChest_Name": "Grizzly fursplate",
  "SouthsilArmor_GrizzlyChest_Description": "Hulking shawl of thick grizzly furs and heavy plated armor adorned with dragon tusks. Fury emanates from within.",
  "SouthsilArmor_GrizzlyLegs_Name": "Grizzly skirt",
  "SouthsilArmor_GrizzlyLegs_Description": "Heavy skirt and belts, with an arsenal of weapons and a great hunting horn hanging on them.",
  "SouthsilArmor_GrizzlySet_Effect_Name": "Inner fury",
  "SouthsilArmor_GrizzlySet_Effect_Tooltip": "Winter or not, your hibernation has come to an end, and all on the mountain shall know.",

  "SouthsilArmor_FeralHelm_Name": "Feral mask",
  "SouthsilArmor_FeralHelm_Description": "A ferocious prowler-shaped black metal mask, adorned with Fenris hair and ruby. The prey fear your gaze.",
  "SouthsilArmor_FeralChest_Name": "Feral coat",
  "SouthsilArmor_FeralChest_Description": "Extremely light black metal coat covered ulv pelt, held together by lox leather and prowler fangs.",
  "SouthsilArmor_FeralLegs_Name": "Feral loincloth",
  "SouthsilArmor_FeralLegs_Description": "Primitive skirt hastily stitched together with linen and Fenris claws, and surprisingly light black metal-reinforced sandals.",
  "SouthsilArmor_FeralSet_Effect_Name": "Primal calling",
  "SouthsilArmor_FeralSet_Effect_Tooltip": "A bellow from the peaceful grass, a roar under the blazing sun, a howl on the distant wind... You feel it now. You are not hunting alone.",

  "SouthsilArmor_ShieldmaidenHelm_Name": "Shieldmaiden headdress",
  "SouthsilArmor_ShieldmaidenHelm_Description": "The earrings and band seem to radiate around the wearer's head, as if a valkyrie halo.",
  "SouthsilArmor_ShieldmaidenHelmAlt_Name": "Shieldmaiden hood",
  "SouthsilArmor_ShieldmaidenHelmAlt_Description": "A warm lox fur hood, sturdy and heavy enough to protect from small hits.",
  "SouthsilArmor_ShieldmaidenChest_Name": "Shieldmaiden surcoat",
  "SouthsilArmor_ShieldmaidenChest_Description": "Chainmail over thick dyed linen, with tooled lox leather belt and bracers. A spare knife hangs as decoration, for rare is the day its wearer needs it.",
  "SouthsilArmor_ShieldmaidenLegs_Name": "Shieldmaiden skirt",
  "SouthsilArmor_ShieldmaidenLegs_Description": "Sturdy iron-reinforced lox leather boots and multiple layers of hardy linen skirts.",
  "SouthsilArmor_ShieldmaidenSet_Effect_Name": "Brynhildr's strength",
  "SouthsilArmor_ShieldmaidenSet_Effect_Tooltip": "It is said Brynhildr the shieldmaiden was exceedingly beautiful, and great in physical strength.",

  "SouthsilArmor_BerserkirHelm_Name": "Berserkir casque",
  "SouthsilArmor_BerserkirHelm_Description": "A black war-casque so heavy it can only be worn by those renowned for their tremendous and overwhelming strength. Its vicious design immediately announces you to all on the battlefield as a harbinger of death.",
  "SouthsilArmor_BerserkirChest_Name": "Berserkir plate armor",
  "SouthsilArmor_BerserkirChest_Description": "Exceptionally heavy and massive armor made of black metal plates. There is no need for haste when no foe can hurt you.",
  "SouthsilArmor_BerserkirLegs_Name": "Berserkir greaves",
  "SouthsilArmor_BerserkirLegs_Description": "Sturdy, heavy, and unyielding, these black metal boots are made for stomping ground and foes alike.",
  "SouthsilArmor_BerserkirSet_Effect_Name": "Unstoppable",
  "SouthsilArmor_BerserkirSet_Effect_Tooltip": "Wielding gigantic weapons as if they weighed nothing, you whirlwind into the fray as enemies try to surround you. It is too late when they understand that all you are surrounded by is fear. And death.",

  "SouthsilArmor_GjallhunterHelm_Name": "Gjall-hunter husk",
  "SouthsilArmor_GjallhunterHelm_Description": "An insectoid husk which refracts light through its twelve eyes and enhances your eyesight, though you're not quite sure how.",
  "SouthsilArmor_GjallhunterChest_Name": "Gjall-hunter harness",
  "SouthsilArmor_GjallhunterChest_Description": "After countless days lost in the mist, you have adorned an outlandish breastplate made of all manner of insectoid remains and hare scale mail. The massive mandible spikes seemingly confuse the Gjalls and Ticks coming from above.",
  "SouthsilArmor_GjallhunterLegs_Name": "Gjall-hunter legguards",
  "SouthsilArmor_GjallhunterLegs_Description": "Hare scale leggings strengthened with thick carapace shells and mandibles, cut from the foes lurking in the mist.",
  "SouthsilArmor_GjallhunterSet_Effect_Name": "Compound eye",
  "SouthsilArmor_GjallhunterSet_Effect_Tooltip": "You found the secret to their sharp-eyed precision. The Gjalls better not miss their first volley, for it'll be their last.",

  "SouthsilArmor_RuneknightHelm_Name": "Rune-knight helm",
  "SouthsilArmor_RuneknightHelm_Description": "Blue flames erupt from the visor and pulse through the metal. Your mortal eyes have been blinded, yet you now see so much more...",
  "SouthsilArmor_RuneknightChest_Name": "Rune-knight plate armor",
  "SouthsilArmor_RuneknightChest_Description": "Fissures of blue eitr course across the wretched platemail, coalescing to form blighted runes of protection around it. The morose magic seems to shrivel any hapless material it comes in contact with, but its touch feels strangely comforting to you.",
  "SouthsilArmor_RuneknightLegs_Name": "Rune-knight legplates",
  "SouthsilArmor_RuneknightLegs_Description": "The eitr still flickers through the charred metal and strangely preserved linen.",
  "SouthsilArmor_RuneknightSet_Effect_Name": "Eitr corruption",
  "SouthsilArmor_RuneknightSet_Effect_Tooltip": "Eitr has enveloped you, its tendrils slowly reshaping every aspect of your being. You now feel the intoxicating power of your own blood, and a sinister smile would appear on your face, if you still had one.",

  "SouthsilArmor_DruidHelm_Name": "Druid mask",
  "SouthsilArmor_DruidHelm_Description": "A heavy mask made of silver and twigs from Yggdrasil. Infused both with refined eitr and raw sap, it seemingly allows the wearer to tap into invisible forces.",
  "SouthsilArmor_DruidChest_Name": "Druid fursplate",
  "SouthsilArmor_DruidChest_Description": "A hulking shawl of lox fur overtop heavy hare scalemail and a linen tabard. The dvergr runes on your belt and buckles resonate with the environment around you as you near undiscernible sources of natural power.",
  "SouthsilArmor_DruidLegs_Name": "Druid leggings",
  "SouthsilArmor_DruidLegs_Description": "Simple but finely crafted leather boots, made warmer by a lox fur lining and a hare scalemail skirt along with the lower part of your feathery-green tabard.",
  "SouthsilArmor_DruidSet_Effect_Name": "Elemental attunement",
  "SouthsilArmor_DruidSet_Effect_Tooltip": "As you focus and tame them, the forces of nature envelop your body and spirit. They sharpen your senses and bolster your strength. You feel one.",

  "SouthsilArmor_JormungandrHelm_Name": "Jörmungandr helm",
  "SouthsilArmor_JormungandrHelm_Description": "Upon first encountering the Bonemaw, you received a vision from Jörmungandr himself. He is displeased with Thor and Odin allowing such abominations to prosper in the tenth world. He commanded you to become his avatar.",
  "SouthsilArmor_JormungandrChest_Name": "Jörmungandr scales plate armor",
  "SouthsilArmor_JormungandrChest_Description": "A heavy yet surprisingly flexible chest piece, expertly crafted based on Jörmungandr's design: the scales of his own children, coated in an alloy of flametal and black metal.",
  "SouthsilArmor_JormungandrLegs_Name": "Jörmungandr scales greaves",
  "SouthsilArmor_JormungandrLegs_Description": "The might of the Great Serpent courses through your limbs. You feel him watching over you, and you understand your purpose. Ragnarök approaches.",
  "SouthsilArmor_JormungandrSet_Effect_Name": "Ouroboros",
  "SouthsilArmor_JormungandrSet_Effect_Tooltip": "Is there a meaning to the eternal cycle of life and death in the 10th world? A snake biting its own tail...",

  "SouthsilArmor_MorgenslayerHelm_Name": "Morgen-slayer helmet",
  "SouthsilArmor_MorgenslayerHelm_Description": "In your dreams, you were running through great plains, great horns hanging on your forehead, and you felt as if nothing could ever force you to move anywhere you did not want to.",
  "SouthsilArmor_MorgenslayerChest_Name": "Morgen-slayer plate armor",
  "SouthsilArmor_MorgenslayerChest_Description": "Extraordinarily sturdy breastplate: a thick layer of flametal and Asksvin hides, stitched together with Morgen sinews and charred bones powder. Such protection is sought after only by the most experienced Morgen slayers.",
  "SouthsilArmor_MorgenslayerLegs_Name": "Morgen-slayer legplates",
  "SouthsilArmor_MorgenslayerLegs_Description": "To kill a Morgen is one thing: it could be done by chance, ruse, or plain luck. To kill them all requires focus, commitment, and sheer fucking will.",
  "SouthsilArmor_MorgenslayerSet_Effect_Name": "Immovable",
  "SouthsilArmor_MorgenslayerSet_Effect_Tooltip": "Running around while fighting Morgens has made you tired. Very tired. And extremely annoyed. \"No more!\", you say, \"My ground is my own. I am not moving.\""
}
