{
  "tutorial_death_text": "Each time you are struck down, you will drop your belongings at the site of the accident and forget your skills back to their <color=yellow>fortified values</color>.\n\nIf you wish you were home by now I'd recommend <color=yellow>building a bed</color>, wherever home may be.",
  "tutorial_haldor": "Rumor has it that some <color=yellow>traders</color> have found themselves into the tenth world. If you find yourself in need of special commodities you might want to seek them out.\n\nSome of them <color=yellow>wander</color> around in the more peaceful areas, but it is said one has established a <color=yellow>permanent camp</color> in a forest such as this. I'm terribly sorry I can't be of more help... you'll have to keep an eye out.",
  "tutorial_haldor_label": "Hugin: Traders Haldor & Wandering",
  "tutorial_workbench_text": "A workbench allows you to craft <color=yellow>complex items</color> as well as giving you access to lots of more <color=yellow>building pieces</color> to construct with the hammer.\n\nIt is rumored that <color=yellow>the most powerful recipes</color> even require other items themselves! It may be wise to <color=yellow>craft everything at least once</color> to uncover them...",
  "tutorial_portal_text": "Magic portals are great for fast travel between different parts of the world.\n\nBut beware, for they have a will of their own and their pride in the old ways will forbid you entry should you try to carry through <color=yellow>materials destined for purposes they deem unnatural</color>...",

  "Tutorial_BlastFurnace_Label": "Hugin: Blast furnace",
  "Tutorial_BlastFurnace_Topic": "A temperature worthy of Brokkr himself!",
  "Tutorial_BlastFurnace_Text": "It'd been a long time I'd not felt such heat: this furnace should be able to melt even <color=yellow>the hardest steel</color>, and will certainly make <color=yellow>short work</color> of common ores.",

  "Tutorial_Campfire_Label": "Hugin: Campfire",
  "Tutorial_Campfire_Topic": "Hello my friend, stay awhile and listen...",
  "Tutorial_Campfire_Text": "It is wise to <color=yellow>sit down</color> and <color=yellow>rest for a bit</color> when tired or wounded. You will quickly feel better, especially so by a <color=yellow>warm campfire</color>.",

  "Tutorial_Cart_Label": "Hugin: Beasts of burden",
  "Tutorial_Cart_Topic": "Serviceable, but not very practical!",
  "Tutorial_Cart_Text": "While you can try to pull this cart yourself, once loaded its burden may prove too great for only two legs. Perhaps you should seek out <color=yellow>beasts of burden</color> to assist...",

  "Tutorial_Chest_Label": "Hugin: Chests",
  "Tutorial_Chest_Topic": "What a crafty container!",
  "Tutorial_Chest_Text": "Even if you do not need them right now, certain items may reveal themselves to be useful later. Though storage management can be overwhelming at times, do not forget to take advantage of the <color=yellow>S</color>ort, <color=yellow>R</color>estock, and <color=yellow>Q</color>uick stack facilities."
}
